// 선을 구성하는 좌표 배열입니다. 이 좌표들을 이어서 선을 표시합니다
// 북한산 비봉코스
                var linePath3 = [
                    new kakao.maps.LatLng(37.62582773264045, 126.95434816897448),
                    new kakao.maps.LatLng(37.62416984682712, 126.95416793894374),
                    new kakao.maps.LatLng(37.62388122933169, 126.9533978324242),
                    new kakao.maps.LatLng(37.623466730564104, 126.9532848147938),
                    new kakao.maps.LatLng(37.622061581185925, 126.95428250753139),
                    new kakao.maps.LatLng(37.62011536942491, 126.9540798109527),
                    new kakao.maps.LatLng(37.61970102941519, 126.95437456954694),
                    new kakao.maps.LatLng(37.61854747386198, 126.95362769955588),
                    new kakao.maps.LatLng(37.617448286568745, 126.95367368911725),
                    new kakao.maps.LatLng(37.61627731955607, 126.95448992706912),
                    new kakao.maps.LatLng(37.61488981525606, 126.95453607804168),
                    new kakao.maps.LatLng(37.61442159554513, 126.95530654923849),
                    new kakao.maps.LatLng(37.61092619990834, 126.95648651765894)
                ];